Repository: jzafar/Trooute-iOS
Catalog: Trooute/Localizable.xcstrings
Source language: en
Languages: de, ru

source: (Per person)
de: (Pro Person)
ru: (На человека)

# %lld Seats %@
source: %1$lld Seats %2$@
de: %1$lld Plätze %2$@
ru: %1$lld Места %2$@

source: %lld Seats Available
de: %lld Verfügbare Plätze
ru: %lld Доступные места

source: %lld Seats Left
de: %lld Plätze verfügbar
ru: %lld Мест осталось

source: %lld x Seats
de: %lld x Plätze
ru: %lld x Мест

source: Accept
de: Akzeptieren
ru: Принять

source: Agree to
de: Bedingungen und Konditionen
ru: Условия использования

source: Alert
de: Warnung
ru: Предупреждение

source: Already have an account?
de: Sie haben bereits einen Account?
ru: Уже есть аккаунт?

source: App could not get coordinates of this location. Please choose some other location or try again
de: Die App konnte die Koordinaten dieses Standorts nicht abrufen. Bitte wählen Sie einen anderen Standort oder versuchen Sie es erneut.
ru: Приложению не удалось получить координаты этого местоположения. Пожалуйста, выберите другое место или попробуйте снова.

source: Approved
de: Genehmigt
ru: Genehmigt

source: Are you sure you want to cancel this trip. If you'll cancel this trip, your confirmed bookings will be refunded as well.
de: Sind Sie sicher, dass Sie diese Reise stornieren möchten? Wenn Sie diese Reise stornieren, werden Ihre bestätigten Buchungen ebenfalls erstattet.
ru: Вы уверены, что хотите отменить эту поездку? Если вы отмените эту поездку, ваши подтвержденные бронирования также будут возвращены

source: Back to home
de: Zurück zur Startseite
ru: Назад на главную страницу

source: Become a Driver
de: Fahrer werden
ru: Стать водителем

source: Black
de: Schwarz
ru: Черный

source: Blue
de: Blaz
ru: Синий

source: Book now
de: Jetzt buchen!
ru: Забронировать сейчас

source: Book rides seamlessly, travel hassle-free. Your seat, a tap away.
de: Reibungslos Fahrten buchen, mühelos reisen. Ihr Sitzplatz, nur einen Fingertipp entfernt.
ru: Забронируйте поездки без проблем, путешествуйте без хлопот. Ваше место всего в одном касании.

source: Booking
de: Buchung
ru: Бронирование

source: Booking # %@
de: Buchung # %@
ru: Бронирование # %@

source: Booking canceled
de: Buchung storniert
ru: Бронирование отменено

source: Booking canceled. We're Sorry for the Inconvenience.
de: Buchung storniert. Wir entschuldigen uns für die Unannehmlichkeiten.
ru: Бронирование отменено. Приносим извинения за неудобства.

source: Booking Detail
de: Buchungsdetails
ru: Детали бронирования

source: Booking Details
de: Details zur Buchung
ru: Детали бронирования

source: Booking payment
de: Buchungszahlung
ru: Оплата бронирования

source: Bookings
de: Buchungen
ru: Бронирования

source: Bookmark
de: Lesezeichen
ru: желаемого

source: Brown
de: Braun
ru: Коричневый

source: Camera
de: Kamera
ru: камера

source: Cancel
de: Abbrechen
ru: Отменить

source: Cancel booking
de: Buchung stornieren
ru: Отменить бронирование

source: Canceled
de: Abgesagt
ru: Отменено

source: Capture Photo
de: Foto aufnehmen
ru: Сделать фото

source: Chat
de: Chatten
ru: Общайтесь

source: Chat, plan, explore as companions. New friendships, shared roads.
de: Chatten, planen, erkunden als Begleiter. Neue Freundschaften, gemeinsame Wege.
ru: Общайтесь, планируйте, исследуйте вместе. Новые дружбы, разделяемые дороги.

source: Choose a photo source
de: Wählen Sie eine Fotoquelle
ru: Выберите источник фотографий

source: Choose Date
de: Datum wählen
ru: Выберите дату

source: Choose the date of the trip
de: Wählen Sie das Datum der Reise
ru: Выберите дату поездки

source: Code field can't be blank
de: Code Feld darf nicht leer sein
ru: Code поле не может быть пустым

source: Color
de: Цвет
ru: Цвет

source: Completed
de: Vollendet
ru: Завершенный

source: Confirm
de: Bestätigen
ru: Подтвердить

source: Confirm Booking
de: Bestätigen Sie die Buchung
ru: Подтвердить бронирование

source: Confirmed
de: Bestätigt
ru: Подтверждено

source: Congratulations! Your trip has successfully come to a memorable end by
de: Herzlichen Glückwunsch! Ihre Reise ist erfolgreich mit einem unvergesslichen Abschluss zu Ende gegangen durch
ru: Поздравляем! Ваша поездка успешно завершилась незабываемым моментом благодаря

source: Connect and Go
de: Verbinden und loslegen
ru: Связывайтесь и отправляйтесь.

source: Create a new trip
de: Erstellen Sie eine neue Fahrt
ru: Создать новую поездку

source: Creating trip...
de: Reise wird erstellt...
ru: Создание поездки...

source: Destination and schedule
de: Reiseziel und Zeitplan
ru: Место назначения и расписание

source: Destination location field can't be blank
de: Das Zielfeld darf nicht leer sein
ru: Поле пункта назначения не может быть пустым

source: Did you enjoy the ride?...
de: Teilen Sie Ihre Gedanken zur Reise: Hat Ihnen die Fahrt gefallen? Wie war das Gesamterlebnis?
ru: Поделитесь своими мыслями о поездке: Наслаждались ли вы поездкой? Каков был общий опыт?

source: Distance within (Km)
de: Entfernung in (Km)
ru: Расстояние в (км)

source: Don't have an account?
de: Kein Account vorhanden?
ru: У вас нет аккаунта?

source: Done
de: Erledigt
ru: Сделанный

source: Driver Details
de: Fahrerdetails
ru: Детали водителя

source: Driver has started to pick up passengers.
de: Der Fahrer hat mit der Abholung der Passagiere begonnen.
ru: Водитель начал забирать пассажиров.

source: Driver is coming to you to pick you up.
de: Der Fahrer kommt, um Sie abzuholen.
ru: Водитель едет, чтобы забрать вас.

source: Driver marked you as a picked up. if it's correct please mark yourself as picked up.
de: Der Fahrer hat Sie als abgeholt markiert. Falls dies korrekt ist, markieren Sie sich bitte selbst als abgeholt.
ru: Водитель отметил, что вы сели. Если это правильно, пожалуйста, отметьте себя как забранного.

source: Driver marked you as not showed up. If it's not true you can contact support from settings page.
de: Der Fahrer hat Sie als nicht erschienen markiert. Falls dies nicht stimmt, können Sie den Support über die Einstellungsseite kontaktieren.
ru: Водитель отметил, что вы не появились. Если это не так, вы можете связаться с поддержкой через страницу настроек.

source: Driver Mode
de: Fahrer Modus
ru: Профиль водителя

source: Driver Mode (Request Pending)
de: Fahrer Modus (Anfrage ausstehend)
ru: Профиль водителя (запрос находится на рассмотрении)

source: Driver Mode (Request Rejected)
de: Fahrer Modus (Anfrage abgelehnt)
ru: Профиль водителя (запрос отклонен)

source: E.g German
de: Z.B. Deutsch
ru: Z.B. Russen

source: Email address
de: Email Addresse
ru: Адрес электронной почты

source: Email can't be blank.
de: E-Mail kann nicht leer sein
ru: Адрес электронной почты не может быть пустым

source: Email field can't be empty.
de: E-Mail feld darf nicht leer sein
ru: электронная почта поле не может быть пустым

source: Email is not valid
de: E-Mail ist nicht gültig
ru: Электронная почта не является допустимым

source: End Trip
de: Fahrt beenden!
ru: Завершить поездку

source: Enter destination location
de: Zielort eingeben
ru: Введите место назначения

source: Enter Pickup location
de: Abholort eingeben
ru: Введите место подачи автомобиля

source: Enter starting location
de: Startort eingeben
ru: Введите начальное местоположение

source: Error
de: Fehler
ru: Ошибка

source: Experience with %@
de: Erfahrung mit %@
ru: Опыт работы с %@

source: Expired after %llds
de: Abgelaufen nach %llds
ru: Истекает через %llds

source: Failed to capture photo.
de: Foto konnte nicht aufgenommen werden.
ru: Не удалось сделать снимок.

source: Female
de: Weiblich
ru: Женский

source: field can't be blank
de: Feld darf nicht leer sein
ru: поле не может быть пустым

source: Find Travel Partners
de: Finden Sie Reisepartner
ru: Найдите попутчиков.

source: Forgot password?
de: Passwort vergessen?
ru: Забыли пароль?

source: Frequently asked questions
de: Häufig gestellte Fragen
ru: Часто задаваемые вопросы

source: From
de: von
ru: Откуда

source: From location field can't be blank
de: Vom Standort feld darf nicht leer sein
ru: Откуда поле не может быть пустым

source: Full name
de: voller Name
ru: Полное имя

source: Full Name feild can't be blank
de: voller Name feld darf nicht leer sein
ru: Полное имя поле не может быть пустым

source: Gender
de: Geschlecht
ru: Пол

source: Get ready
de: Machen Sie sich bereit
ru: Будьте готовы

source: Get ready for an amazing journey, Payment received for your trip from %@
de: Bereiten Sie sich auf eine fantastische Reise vor, Zahlung für Ihre Fahrt erhalten von %@
ru: Приготовьтесь к удивительному путешествию, платеж за вашу поездку получен от %@

source: Give us feedback
de: Geben Sie uns Feedback
ru: дайте нам отзыв

source: Gray
de: Grau
ru: Серый

source: Great news, Your trip is all set and accepted by
de: Gute Nachrichten, Ihre Reise ist bestätigt und akzeptiert von
ru: Отличные новости, ваша поездка подтверждена и принята

source: Green
de: Grün
ru: Зеленый

source: Hand carry
de: Von Hand tragen
ru: Ручная переноска

source: Hassle-Free Bookings
de: Unkomplizierte Buchungen
ru: Без проблем с бронированием

source: Hey! I want to invite you to try Trooute App. Get where you’re going with affordable, convenient rides. You can download App from this link: https://apps.apple.com/us/app/trooute/id6737987619
de: Hey! Ich möchte Sie einladen, die Trooute-App auszuprobieren. Kommen Sie günstig und bequem ans Ziel. Sie können die App über diesen Link herunterladen: https://apps.apple.com/us/app/trooute/id6737987619
ru: Привет! Я хочу пригласить вас попробовать приложение Trooute. Добирайтесь до места назначения с доступными и удобными поездками. Вы можете скачать приложение по этой ссылке: https://apps.apple.com/us/app/trooute/id6737987619

source: Home
de: Startseite
ru: Домой

source: Inbox
de: Posteingang
ru: Входящие

source: Invalid trip status.
de: Ungültiger Reisestatus
ru: Недействительный статус поездки

source: Invite a friend
de: Freund einladen
ru: Пригласить друга

source: Join travelers, share experiences. Your journey, their company.
de: Schließen Sie sich Reisenden an, teilen Sie Erfahrungen. Ihre Reise, ihre Gesellschaft
ru: Присоединяйтесь к путешественникам, делитесь опытом. Ваше путешествие, их компания.

source: Language
de: Sprache
ru: Язык

source: Legal
de: Rechtliches
ru: Юридические условия

source: Let's go
de: Lass uns gehen
ru: Пойдем

source: License
de: Führerschein
ru: Лицензия

source: Loading...
de: Laden...
ru: Выход...

source: Logout
de: Ausloggen
ru: Выйти

source: Logout...
de: Ausloggen…
ru: Выйти…

source: Make
de: Durchführen
ru: Марка

source: Make Payment
de: Zahlung durchführen
ru: Оплатить

source: Male
de: Männlich
ru: Мужской

source: Marked as Pickup
de: Als abgeholt markiert
ru: Отмечено как забрано

source: Match with travelers, journey together. Connect, travel, bond.
de: Mit Reisenden zusammenfinden, kontakte knüpfen und gemeinsam reisen.
ru: Подберите себе попутчиков, путешествуйте вместе. Связывайтесь, путешествуйте, создавайте связи.

source: Maximum number of passengers allowed are 10
de: Maximal zulässige Anzahl von Fahrgästen 10
ru: Максимальное количество пассажиров составляет 10

source: Model
de: Modell
ru: Модель

source: My dates are flexible
de: Meine Daten sind flexibel
ru: Мои даты гибки

source: My Review
de: Meine Bewertung
ru: Мой отзыв

source: Next
de: Weiter
ru: Далее

source: No
de: Nein
ru: Нет

source: No more seats are available
de: Keine weiteren Plätze verfügbar
ru: Больше мест нет

source: No Reviews submitted for this User
de: Keine Bewertungen für diesen Benutzer abgegeben
ru: Нет отзывов для этого пользователя

source: No trip available around you
de: Keine Fahrten in Ihrer Nähe verfügbar
ru: Нет доступных поезде рядом с вами

source: No trip found
de: Keine Fahrt gefunden
ru: Поездка не найдена

source: Not provided
de: Nicht bereitgestellt
ru: Не предоставлено

source: Not Provided
de: Nicht bereitgestellt
ru: Не предоставлено

source: Not Showed up
de: Nicht aufgetaucht
ru: Пассажир не явился

source: Notifications
de: Benachrichtigungen
ru: Уведомления

source: Notify passenger to get ready
de: Fahrgast benachrichtigen, sich bereit zu machen
ru: Уведомить пассажира о готовности

source: Ongoing Trips
de: Laufende Fahrten
ru: Текущие поездки

source: Other relevant details field can't be blank
de: Andere relevante Details feld darf nicht leer sein
ru: другая важная деталь поле не может быть пустым

source: Other relevent details
de: Weitere relevante Details
ru: другая важная деталь

source: Other relevent details about trip
de: Weitere relevante Details zur Reise
ru: Другие соответствующие детали о поездке

source: Passenger is waiting for your response.
de: Der Passagier wartet auf Ihre Antwort.
ru: Пассажир ждет вашего ответа.

source: Passengers
de: Fahrgäste
ru: Пассажиры

source: Passengers Details
de: Mitfahrer Details
ru: Детали пассажиров

source: Passengers not available
de: Fahrgäste nicht verfügbar
ru: Пассажиры недоступны

source: Password
de: Passwort
ru: Пароль

source: Password can't be blank
de: Das Passwort darf nicht leer sein.
ru: Пароль не может быть пустым

source: Password field can't be empty.
de: Passwort feld darf nicht leer sein
ru: Пароль поле не может быть пустым

source: Password needs to consist of at least 8 characters
de: Das Passwort muss aus mindestens 8 Zeichen bestehen
ru: Пароль должен состоять как минимум из 8 символов

source: Password Updated successfully
de: Passwort erfolgreich aktualisiert
ru: Пароль успешно обновлен

source: Passwords did not matched
de: Passwörter stimmen nicht überein
ru: Пароли не совпадают

source: Persons
de: Personen
ru: Люди

source: Pets
de: Haustiere
ru: Домашние животные

source: Phone number is not correct
de: Telefonnummer ist nicht korrekt
ru: Номер телефона неверен

source: Photo Library
de: Fotobibliothek
ru: Фототека

source: Picked up
de: Abgeholt
ru: Забрано

source: Pickup location
de: Ort der Abholung
ru: Выбрать место

source: Pickup location field can't be blank
de: Ort der Abholung feld darf nicht leer sein
ru: Выбрать место поле не может быть пустым

source: Pickup Passengers
de: Fahrgast abholen
ru: Забрать пассажиров

source: Pickup started
de: Abholung gestartet
ru: Посадка началась

source: Pickup Status
de: Abholstatus
ru: Статус посадки

source: Platform fee
de: Plattformgebühr
ru: Комиссия за использование платформы

source: Please accept terms and conditions
de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen
ru: Пожалуйста, примите условия использования

source: Please be on time as we have a tight schedule.
de: Bitte seien Sie pünktlich, da wir einen engen Zeitplan haben
ru: Пожалуйста, будьте вовремя, у нас плотное расписание.

source: Please enter the verification code sent to your %@ Email address
de: Bitte geben Sie den an Ihre E-Mail-Adresse gesendeten Verifizierungscode ein
ru: Пожалуйста, введите код подтверждения, отправленный на ваш адрес электронной почты

source: Please give some rating
de: Bitte geben Sie eine Bewertung ab.
ru: Пожалуйста, оставьте оценку.

source: Please install apple maps app
de: Bitte installieren Sie die Apple Maps App.
ru: Пожалуйста, установите приложение Apple Maps.

source: Please provide luggage size or weight restrictions for passengers.
de: Bitte geben Sie die Größen- oder Gewichtsbeschränkungen für das Gepäck der Passagiere an.
ru: Пожалуйста, укажите ограничения по размеру или весу багажа для пассажиров.

source: Please select a valid date
de: Bitte wählen Sie ein gültiges Datum aus.
ru: Пожалуйста, выберите действительную дату.

source: Please select gender
de: Bitte Geschlecht auswählen
ru: Пожалуйста, выберите пол

source: Post trip
de: Fahrt veröffentlichen
ru: После поездки

source: Posting...
de: Veröffentlichen...
ru: Отправка...

source: Previous
de: Zurück
ru: Предыдущий

source: Price field can't be blank
de: Preis feld darf nicht leer sein
ru: Цена поле не может быть пустым

source: Privacy Policy
de: Datenschutzbestimmungen
ru: политика конфиденциальности

source: Proceed
de: Fortfahren
ru: Продолжить

source: Profile
de: Profil
ru: Список

source: Profile updated
de: Profil aktualisiert
ru: Profil aktualisiert

source: Purple
de: Lila
ru: Фиолетовый

source: Rate the Vehicle
de: Bewerten Sie das Fahrzeug
ru: Оцените автомобиль

source: Rating
de: Bewertung
ru: Рейтинг

source: Red
de: Rot
ru: Красный

source: Report a problem
de: Ein Problem melden
ru: Сообщить о проблеме

source: Requesting...
de: Anfordern...
ru: Запрос…

source: Resend
de: Erneut senden
ru: Повторно отправить

source: Resending...
de: Erneut senden...
ru: Повторная отправка...

source: Reset your password
de: Ihr Passwort zurücksetzen
ru: Сбросить ваш пароль

source: Restrictions on luggage type and weight
de: Einschränkungen hinsichtlich Gepäckart und -gewicht
ru: Ограничения на тип и вес багажа

source: Retype your password
de: Passwort erneut eingeben
ru: Повторите ваш пароль

source: Retype your password here
de: Passwort hier erneut eingeben
ru: Повторите ваш пароль здесь

source: Retype your password. It can't be blank
de: Geben Sie Ihr Passwort erneut ein, es darf nicht leer sein.
ru: Повторите ваш пароль. Он не может быть пустым

source: Reviews
de: Rezensionen
ru: Отзывы

source: Search Address
de: Adresse suchen
ru: Поиск адреса

source: Search Results
de: Suchergebnisse
ru: Результаты поиска

source: Searching...
de: Suchen…
ru: Поиск...

source: Seats available for passengers
de: Sitzplätze für Fahrgäste verfügbar
ru: Места доступные для пассажиров

source: Seek Out Trips
de: Suche nach Fahrten
ru: Ищите поездки

source: Select Photo
de: Wählen Sie Foto
ru: Выбрать фото

source: Send a message
de: Senden Sie eine Nachricht
ru: Отправить сообщение

source: Send link
de: Link senden
ru: Отправить ссылку

source: Set a price for the trip
de: Legen Sie einen Preis für die Reise fest
ru: Установите цену за поездку

source: Set up your Trip
de: Richten Sie Ihre Reise ein
ru: Настройте свою поездку

source: Settings
de: Einstellungen
ru: Настройки

source: Share your thoughts
de: Teilen Sie Ihre Meinung
ru: Поделитесь своими мыслями

source: Sign in
de: Anmelden
ru: Войти

source: Sign up
de: Anmelden
ru: Зарегистрироваться

source: Signin...
de: Anmelden...
ru: Вход...

source: Signing up...
de: Registrieren...
ru: Регистрация...

source: Silver
de: Silber
ru: серебряная

source: Smoking
de: Rauchen
ru: Курение

source: Sorry, Your trip is canceled by
de: Entschuldigung, Ihre Reise wurde storniert von
ru: Извините, ваша поездка отменена

source: Specify the departure time
de: Geben Sie die Abfahrtszeit an
ru: Укажите время отправления

source: Start location field can't be blank
de: Startort feld darf nicht leer sein
ru: Начальное местоположение поле не может быть пустым

source: Start Trip
de: Reise beginnen
ru: Начать поездку

source: Status updated successfully
de: Status erfolgreich aktualisiert
ru: Статус успешно обновлен

source: Submit
de: Einreichen
ru: Отправить

source: Submit Request
de: Anfrage einreichen
ru: Отправить запрос

source: SuitCase
de: Koffer
ru: Чемодан

source: Terms & Conditions
de: Bedingungen und Konditionen
ru: условия и положения

source: Thank you for choosing our ride-sharing platform! Your booking request for the upcoming trip has been successfully sent.We’ll notify you as soon as your booking is confirmed.
de: Vielen Dank, dass Sie sich für unsere Mitfahrplattform entschieden haben! Ihre Buchungsanfrage für die bevorstehende Reise wurde erfolgreich gesendet. Wir benachrichtigen Sie, sobald Ihre Buchung bestätigt ist.
ru: Спасибо за выбор нашей платформы для совместных поездок! Ваш запрос на бронирование предстоящей поездки успешно отправлен. Мы уведомим вас как только ваше бронирование будет подтверждено

source: The passenger has marked that you didn’t show up. Please pick up the passenger.
de: Der Passagier hat markiert, dass Sie nicht erschienen sind. Bitte holen Sie den Passagier ab.
ru: Пассажир отметил, что вы не появились. Пожалуйста, заберите пассажира.

# This booking is now confirmed! Anticipate the upcomming trip day.
source: Your booking is now confirmed! Anticipate the upcoming trip day.
de: Ihre Buchung ist nun bestätigt! Erwarten Sie den bevorstehenden Reisetag.
ru: Ваше бронирование теперь подтверждено! Ожидайте предстоящего дня поездки

source: Total
de: Gesamt
ru: в итоге

source: Trip # %@
de: Fahrt # %@
ru: поездка # %@

source: Trip Booked
de: Reise gebucht
ru: Поездка забронирована

source: Trip Booking Request Sent
de: Reisebuchungsanfrage gesendet!
ru: Запрос на бронирование поездки отправлен!

source: Trip completed
de: Reise abgeschlossen
ru: Поездка завершена

source: Trip Details
de: Details zur Fahrt
ru: Детали поездки

source: Trip History
de: Fahrtenverlauf
ru: История поездки

source: Trip successfully completed. Thank you for riding with us!
de: Reise erfolgreich abgeschlossen. Vielen Dank, dass Sie mit uns fahren!
ru: Поездка завершена успешно. Спасибо за поездку с нами!

source: Trips around you
de: Fahrten in Ihrer Nähe
ru: Нет доступных поезде рядом с вами

source: Trooute wishes you safe journey.
de: Trooute wünscht Ihnen eine sichere Reise.
ru: Trooute желает вам безопасного путешествия.

source: Type address here ...
de: Geben Sie hier die Adresse ein ...
ru: Введите здесь адрес...

source: Type your current password here
de: Geben Sie hier Ihr aktuelles Passwort ein
ru: Введите ваш текущий пароль здесь

source: Unknown
de: Unbekannt
ru: Неизвестно

source: Update
de: Aktualisiren
ru: Обновить

source: Update car Info
de: Fahrzeuginformationen aktualisieren
ru: Обновить информацию об автомобиле

source: Update password
de: Passwort aktualisieren
ru: Обновить пароль

source: Update Password
de: Passwort aktualisieren
ru: Обновить пароль

source: Update Profile
de: Profil aktualisieren
ru: Обновить профиль

source: Update trip status to canceled
de: Reisestatus auf "Storniert" aktualisieren
ru: Обновить статус поездки на "Отменено"

source: Update trip status to completed, you can see this trip in your Trip History
de: Aktualisieren Sie den Status der Reise auf abgeschlossen. Sie können diese Reise in Ihrer Reisehistorie sehen.
ru: Обновите статус поездки на завершённый, вы можете увидеть эту поездку в своей истории поездок.

source: Update trip status to In Progress
de: Reisestatus auf "In Bearbeitung" aktualisieren
ru: Обновить статус поездки на "В процессе"

source: Updating...
de: Aktualisieren…
ru: Обновление…

source: Vehicle image
de: Fahrzeugbild
ru: Изображение транспортного средства

source: Vehicle license plate
de: Kennzeichen des Fahrzeugs
ru: Номерной знак транспортного средства

source: Verify
de: verifizieren
ru: Подтвердите

source: verifying...
de: Überprüfen...
ru: Проверка...

source: Waiting
de: Warten
ru: Ожидание

source: Waiting for approval
de: warten auf die Bestätigung
ru: Ожидание одобрения

source: Waiting for payment
de: Warten auf Zahlung
ru: Ожидание оплаты

source: Waiting To Be Picked up
de: Warten auf die Abholung
ru: Ожидание забора

source: We are waiting for payments.
de: Wir warten auf Zahlungen.
ru: Мы ожидаем оплаты.

source: We will send a code to your phone to reset your password.
de: Wir senden Ihnen einen Code auf Ihr Handy, mit dem Sie Ihr Passwort zurücksetzen können.
ru: Мы отправим код на ваш телефон для сброса пароля.

source: We’ll notify you as soon as your booking is confirmed.
de: Wir benachrichtigen Sie, sobald Ihre Buchung bestätigt ist.
ru: Мы уведомим вас как только ваше бронирование будет подтвержде

source: weight (kg)
de: Gewicht (kg)
ru: Вес (kg)

source: Welcome to Trooute!
de: Willkommen bei Trooute!
ru: Добро пожаловать в Trooute!
